{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": true,
    "lowercase": true
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "[": 37,
      "\\": 38,
      "]": 39,
      "^": 40,
      "_": 41,
      "`": 42,
      "a": 43,
      "b": 44,
      "c": 45,
      "d": 46,
      "e": 47,
      "f": 48,
      "g": 49,
      "h": 50,
      "i": 51,
      "j": 52,
      "k": 53,
      "l": 54,
      "m": 55,
      "n": 56,
      "o": 57,
      "p": 58,
      "q": 59,
      "r": 60,
      "s": 61,
      "t": 62,
      "u": 63,
      "v": 64,
      "w": 65,
      "x": 66,
      "y": 67,
      "z": 68,
      "{": 69,
      "|": 70,
      "}": 71,
      "~": 72,
      "¡": 73,
      "¢": 74,
      "£": 75,
      "¤": 76,
      "¦": 77,
      "§": 78,
      "¨": 79,
      "©": 80,
      "ª": 81,
      "«": 82,
      "®": 83,
      "°": 84,
      "³": 85,
      "´": 86,
      "·": 87,
      "º": 88,
      "»": 89,
      "½": 90,
      "¾": 91,
      "¿": 92,
      "ß": 93,
      "æ": 94,
      "ð": 95,
      "ø": 96,
      "þ": 97,
      "ı": 98,
      "א": 99,
      "ג": 100,
      "ו": 101,
      "י": 102,
      "כ": 103,
      "ל": 104,
      "מ": 105,
      "ן": 106,
      "ר": 107,
      "–": 108,
      "‘": 109,
      "’": 110,
      "“": 111,
      "”": 112,
      "…": 113,
      "″": 114,
      "₤": 115,
      "▼": 116,
      "★": 117,
      "、": 118,
      "，": 119,
      "##e": 120,
      "##l": 121,
      "##i": 122,
      "##s": 123,
      "##h": 124,
      "##n": 125,
      "##g": 126,
      "##a": 127,
      "##u": 128,
      "##t": 129,
      "##o": 130,
      "##d": 131,
      "##w": 132,
      "##r": 133,
      "##k": 134,
      "##m": 135,
      "##p": 136,
      "##c": 137,
      "##v": 138,
      "##q": 139,
      "##b": 140,
      "##f": 141,
      "##z": 142,
      "##y": 143,
      "##x": 144,
      "##j": 145,
      "##1": 146,
      "##5": 147,
      "##9": 148,
      "##8": 149,
      "##0": 150,
      "##7": 151,
      "##4": 152,
      "##2": 153,
      "##´": 154,
      "##ø": 155,
      "##3": 156,
      "##6": 157,
      "##¨": 158,
      "##ı": 159,
      "##º": 160,
      "##°": 161,
      "##®": 162,
      "##ß": 163,
      "##ר": 164,
      "##מ": 165,
      "##ו": 166,
      "##ן": 167,
      "##ð": 168,
      "##©": 169,
      "##ª": 170,
      "##æ": 171,
      "##★": 172,
      "##¢": 173,
      "##ג": 174,
      "##א": 175,
      "##ל": 176,
      "##▼": 177,
      "##½": 178,
      "##³": 179,
      "##£": 180,
      "##¦": 181,
      "th": 182,
      "the": 183,
      "##er": 184,
      "##in": 185,
      "##nd": 186,
      "##at": 187,
      "##es": 188,
      "##or": 189,
      "##en": 190,
      "##ing": 191,
      "##ou": 192,
      "##is": 193,
      "##on": 194,
      "##ed": 195,
      "and": 196,
      "##ar": 197,
      "to": 198,
      "of": 199,
      "##ll": 200,
      "##an": 201,
      "##it": 202,
      "##re": 203,
      "in": 204,
      "##as": 205,
      "br": 206,
      "is": 207,
      "##om": 208,
      "it": 209,
      "##ic": 210,
      "##le": 211,
      "##ot": 212,
      "wh": 213,
      "##al": 214,
      "be": 215,
      "##ut": 216,
      "##ct": 217,
      "##il": 218,
      "##ie": 219,
      "##ly": 220,
      "##st": 221,
      "on": 222,
      "##ov": 223,
      "this": 224,
      "that": 225,
      "re": 226,
      "st": 227,
      "##ow": 228,
      "##ent": 229,
      "##ad": 230,
      "##ve": 231,
      "##ch": 232,
      "##ion": 233,
      "##et": 234,
      "##ay": 235,
      "##gh": 236,
      "##se": 237,
      "mov": 238,
      "for": 239,
      "was": 240,
      "as": 241,
      "an": 242,
      "##ith": 243,
      "##im": 244,
      "sh": 245,
      "##id": 246,
      "fil": 247,
      "film": 248,
      "se": 249,
      "##all": 250,
      "with": 251,
      "##oo": 252,
      "##ce": 253,
      "##ver": 254,
      "you": 255,
      "##am": 256,
      "##ld": 257,
      "##ir": 258,
      "he": 259,
      "movie": 260,
      "but": 261,
      "ch": 262,
      "ha": 263,
      "##ke": 264,
      "##ur": 265,
      "##ter": 266,
      "li": 267,
      "not": 268,
      "##ill": 269,
      "##her": 270,
      "##ally": 271,
      "##ers": 272,
      "fr": 273,
      "##ck": 274,
      "his": 275,
      "at": 276,
      "##ess": 277,
      "pr": 278,
      "su": 279,
      "are": 280,
      "##est": 281,
      "##ome": 282,
      "##pe": 283,
      "de": 284,
      "##ould": 285,
      "sc": 286,
      "##ul": 287,
      "al": 288,
      "so": 289,
      "have": 290,
      "##ri": 291,
      "we": 292,
      "##ght": 293,
      "do": 294,
      "one": 295,
      "##em": 296,
      "##ust": 297,
      "##ra": 298,
      "her": 299,
      "act": 300,
      "ma": 301,
      "##un": 302,
      "ex": 303,
      "all": 304,
      "who": 305,
      "pl": 306,
      "##ore": 307,
      "ab": 308,
      "com": 309,
      "##out": 310,
      "##op": 311,
      "##ood": 312,
      "##ab": 313,
      "##act": 314,
      "##ol": 315,
      "they": 316,
      "ne": 317,
      "by": 318,
      "##ant": 319,
      "##el": 320,
      "##art": 321,
      "##ain": 322,
      "##ies": 323,
      "##us": 324,
      "wor": 325,
      "##ge": 326,
      "like": 327,
      "or": 328,
      "##pp": 329,
      "some": 330,
      "from": 331,
      "con": 332,
      "##ous": 333,
      "out": 334,
      "##ere": 335,
      "en": 336,
      "##ist": 337,
      "##th": 338,
      "there": 339,
      "##os": 340,
      "##ast": 341,
      "di": 342,
      "##ost": 343,
      "##one": 344,
      "##ight": 345,
      "##ven": 346,
      "just": 347,
      "##od": 348,
      "##ation": 349,
      "me": 350,
      "un": 351,
      "##ough": 352,
      "##um": 353,
      "##au": 354,
      "le": 355,
      "char": 356,
      "##ate": 357,
      "##fe": 358,
      "about": 359,
      "if": 360,
      "has": 361,
      "##ich": 362,
      "can": 363,
      "tim": 364,
      "##and": 365,
      "##atch": 366,
      "##ery": 367,
      "what": 368,
      "man": 369,
      "##ard": 370,
      "##ind": 371,
      "##ory": 372,
      "##ack": 373,
      "##ive": 374,
      "ever": 375,
      "##pt": 376,
      "tr": 377,
      "my": 378,
      "##ort": 379,
      "any": 380,
      "good": 381,
      "up": 382,
      "##ud": 383,
      "##ook": 384,
      "##reat": 385,
      "she": 386,
      "charact": 387,
      "no": 388,
      "watch": 389,
      "when": 390,
      "more": 391,
      "see": 392,
      "get": 393,
      "##ak": 394,
      "int": 395,
      "##ong": 396,
      "fe": 397,
      "very": 398,
      "##ig": 399,
      "would": 400,
      "##ob": 401,
      "##ity": 402,
      "##ound": 403,
      "go": 404,
      "cl": 405,
      "am": 406,
      "how": 407,
      "even": 408,
      "bec": 409,
      "##ame": 410,
      "time": 411,
      "story": 412,
      "##ite": 413,
      "ar": 414,
      "##ff": 415,
      "##ther": 416,
      "##able": 417,
      "##oy": 418,
      "per": 419,
      "which": 420,
      "only": 421,
      "##ag": 422,
      "really": 423,
      "show": 424,
      "##og": 425,
      "scen": 426,
      "their": 427,
      "other": 428,
      "had": 429,
      "##hing": 430,
      "##ious": 431,
      "##ue": 432,
      "te": 433,
      "kn": 434,
      "well": 435,
      "him": 436,
      "were": 437,
      "than": 438,
      "##itt": 439,
      "pe": 440,
      "will": 441,
      "did": 442,
      "sp": 443,
      "##ink": 444,
      "##ick": 445,
      "##ap": 446,
      "im": 447,
      "##ure": 448,
      "them": 449,
      "##ine": 450,
      "end": 451,
      "mu": 452,
      "##ful": 453,
      "great": 454,
      "does": 455,
      "##ond": 456,
      "##our": 457,
      "over": 458,
      "lov": 459,
      "##ence": 460,
      "##ci": 461,
      "##ars": 462,
      "bad": 463,
      "##man": 464,
      "##ays": 465,
      "look": 466,
      "qu": 467,
      "bl": 468,
      "bet": 469,
      "##ade": 470,
      "##so": 471,
      "ad": 472,
      "cr": 473,
      "##ment": 474,
      "##rect": 475,
      "af": 476,
      "much": 477,
      "most": 478,
      "##ause": 479,
      "fa": 480,
      "##ish": 481,
      "every": 482,
      "tw": 483,
      "don": 484,
      "fir": 485,
      "thr": 486,
      "could": 487,
      "us": 488,
      "pre": 489,
      "dis": 490,
      "##ice": 491,
      "##pl": 492,
      "peop": 493,
      "been": 494,
      "people": 495,
      "direct": 496,
      "sa": 497,
      "know": 498,
      "also": 499,
      "into": 500,
      "po": 501,
      "##ves": 502,
      "##ide": 503,
      "first": 504,
      "too": 505,
      "because": 506,
      "##ple": 507,
      "##int": 508,
      "ag": 509,
      "##ose": 510,
      "think": 511,
      "off": 512,
      "##lf": 513,
      "##ble": 514,
      "##ass": 515,
      "##other": 516,
      "real": 517,
      "part": 518,
      "wr": 519,
      "##per": 520,
      "##age": 521,
      "gu": 522,
      "thing": 523,
      "##oll": 524,
      "make": 525,
      "way": 526,
      "car": 527,
      "made": 528,
      "its": 529,
      "then": 530,
      "after": 531,
      "##ors": 532,
      "fun": 533,
      "##for": 534,
      "fl": 535,
      "ye": 536,
      "mak": 537,
      "##ile": 538,
      "movies": 539,
      "##ict": 540,
      "##pr": 541,
      "##ty": 542,
      "##ull": 543,
      "##te": 544,
      "##ry": 545,
      "inter": 546,
      "##ces": 547,
      "##ian": 548,
      "seem": 549,
      "##qu": 550,
      "gr": 551,
      "##cc": 552,
      "character": 553,
      "play": 554,
      "work": 555,
      "ser": 556,
      "##ated": 557,
      "##ary": 558,
      "characters": 559,
      "##gin": 560,
      "##ving": 561,
      "##ical": 562,
      "ro": 563,
      "##own": 564,
      "##iew": 565,
      "##ep": 566,
      "aw": 567,
      "love": 568,
      "plot": 569,
      "dr": 570,
      "##ually": 571,
      "films": 572,
      "##ach": 573,
      "your": 574,
      "##fect": 575,
      "two": 576,
      "never": 577,
      "##pect": 578,
      "many": 579,
      "being": 580,
      "seen": 581,
      "##tain": 582,
      "where": 583,
      "##iz": 584,
      "want": 585,
      "hor": 586,
      "##self": 587,
      "##ny": 588,
      "som": 589,
      "life": 590,
      "##ber": 591,
      "##oc": 592,
      "acting": 593,
      "des": 594,
      "##nder": 595,
      "say": 596,
      "##ens": 597,
      "##ip": 598,
      "best": 599,
      "somet": 600,
      "##ance": 601,
      "jo": 602,
      "##ang": 603,
      "##ittle": 604,
      "back": 605,
      "little": 606,
      "through": 607,
      "##wn": 608,
      "##urn": 609,
      "##get": 610,
      "##ath": 611,
      "rem": 612,
      "may": 613,
      "##ans": 614,
      "##ark": 615,
      "##oss": 616,
      "rec": 617,
      "##ents": 618,
      "spe": 619,
      "19": 620,
      "##ake": 621,
      "ve": 622,
      "sl": 623,
      "##ne": 624,
      "##ace": 625,
      "better": 626,
      "##ild": 627,
      "##ather": 628,
      "##ult": 629,
      "##ily": 630,
      "here": 631,
      "##we": 632,
      "min": 633,
      "str": 634,
      "still": 635,
      "##ise": 636,
      "scene": 637,
      "##ions": 638,
      "##ire": 639,
      "ke": 640,
      "under": 641,
      "bel": 642,
      "##augh": 643,
      "##ual": 644,
      "find": 645,
      "should": 646,
      "perfor": 647,
      "these": 648,
      "again": 649,
      "##thing": 650,
      "kill": 651,
      "gi": 652,
      "##ph": 653,
      "##ought": 654,
      "why": 655,
      "##igh": 656,
      "scenes": 657,
      "now": 658,
      "##ase": 659,
      "att": 660,
      "prob": 661,
      "##ac": 662,
      "res": 663,
      "inc": 664,
      "feel": 665,
      "while": 666,
      "##iv": 667,
      "old": 668,
      "##iend": 669,
      "em": 670,
      "new": 671,
      "something": 672,
      "##ting": 673,
      "##ater": 674,
      "sim": 675,
      "tra": 676,
      "such": 677,
      "10": 678,
      "##odu": 679,
      "gen": 680,
      "##me": 681,
      "lot": 682,
      "hum": 683,
      "##ia": 684,
      "sur": 685,
      "##ree": 686,
      "interest": 687,
      "happ": 688,
      "##oth": 689,
      "##ning": 690,
      "mus": 691,
      "ap": 692,
      "cast": 693,
      "##ably": 694,
      "##ense": 695,
      "##ating": 696,
      "gir": 697,
      "##are": 698,
      "scre": 699,
      "##oun": 700,
      "those": 701,
      "##ever": 702,
      "fin": 703,
      "ev": 704,
      "cont": 705,
      "##fore": 706,
      "guy": 707,
      "##ations": 708,
      "##ason": 709,
      "##be": 710,
      "fam": 711,
      "##alk": 712,
      "watching": 713,
      "point": 714,
      "##if": 715,
      "performan": 716,
      "##arly": 717,
      "wom": 718,
      "es": 719,
      "director": 720,
      "##less": 721,
      "actors": 722,
      "##ror": 723,
      "down": 724,
      "##ying": 725,
      "doesn": 726,
      "dec": 727,
      "big": 728,
      "didn": 729,
      "ter": 730,
      "id": 731,
      "##ock": 732,
      "che": 733,
      "funny": 734,
      "years": 735,
      "##ect": 736,
      "though": 737,
      "set": 738,
      "##ng": 739,
      "ob": 740,
      "sm": 741,
      "before": 742,
      "comed": 743,
      "another": 744,
      "##joy": 745,
      "##li": 746,
      "view": 747,
      "enjoy": 748,
      "##vel": 749,
      "actually": 750,
      "tak": 751,
      "war": 752,
      "nothing": 753,
      "high": 754,
      "belie": 755,
      "young": 756,
      "##av": 757,
      "fact": 758,
      "produ": 759,
      "##az": 760,
      "start": 761,
      "long": 762,
      "makes": 763,
      "going": 764,
      "mis": 765,
      "exce": 766,
      "comp": 767,
      "##ial": 768,
      "##ute": 769,
      "##erson": 770,
      "sub": 771,
      "same": 772,
      "rel": 773,
      "few": 774,
      "tri": 775,
      "pret": 776,
      "##ft": 777,
      "ho": 778,
      "ind": 779,
      "ori": 780,
      "##ool": 781,
      "girl": 782,
      "##ience": 783,
      "turn": 784,
      "world": 785,
      "got": 786,
      "stu": 787,
      "mar": 788,
      "##ash": 789,
      "laugh": 790,
      "hard": 791,
      "app": 792,
      "supp": 793,
      "ed": 794,
      "thought": 795,
      "origin": 796,
      "ph": 797,
      "own": 798,
      "friend": 799,
      "diff": 800,
      "bit": 801,
      "far": 802,
      "##cial": 803,
      "bu": 804,
      "##les": 805,
      "sec": 806,
      "comple": 807,
      "inv": 808,
      "##eric": 809,
      "##ffect": 810,
      "screen": 811,
      "sin": 812,
      "##ript": 813,
      "##ible": 814,
      "things": 815,
      "el": 816,
      "wond": 817,
      "##aw": 818,
      "horror": 819,
      "##ave": 820,
      "kid": 821,
      "quite": 822,
      "pretty": 823,
      "effect": 824,
      "right": 825,
      "cam": 826,
      "##der": 827,
      "bor": 828,
      "##ction": 829,
      "##aut": 830,
      "around": 831,
      "ins": 832,
      "need": 833,
      "##ub": 834,
      "bas": 835,
      "##iting": 836,
      "seems": 837,
      "take": 838,
      "acc": 839,
      "person": 840,
      "wonder": 841,
      "however": 842,
      "enough": 843,
      "cra": 844,
      "##ved": 845,
      "##ings": 846,
      "hel": 847,
      "americ": 848,
      "##ons": 849,
      "music": 850,
      "##ced": 851,
      "both": 852,
      "inst": 853,
      "##ib": 854,
      "must": 855,
      "script": 856,
      "original": 857,
      "##ways": 858,
      "enter": 859,
      "op": 860,
      "give": 861,
      "##ention": 862,
      "kind": 863,
      "let": 864,
      "##ween": 865,
      "class": 866,
      "sex": 867,
      "mon": 868,
      "##ically": 869,
      "comedy": 870,
      "between": 871,
      "action": 872,
      "series": 873,
      "child": 874,
      "alm": 875,
      "##ness": 876,
      "mom": 877,
      "##ately": 878,
      "appe": 879,
      "come": 880,
      "beaut": 881,
      "##arr": 882,
      "cons": 883,
      "saw": 884,
      "without": 885,
      "##ug": 886,
      "put": 887,
      "##ell": 888,
      "tell": 889,
      "read": 890,
      "sound": 891,
      "##inem": 892,
      "times": 893,
      "isn": 894,
      "sch": 895,
      "interesting": 896,
      "##utes": 897,
      "always": 898,
      "cinem": 899,
      "hand": 900,
      "reason": 901,
      "role": 902,
      "##ead": 903,
      "co": 904,
      "almost": 905,
      "last": 906,
      "par": 907,
      "gets": 908,
      "ep": 909,
      "rev": 910,
      "##vious": 911,
      "whole": 912,
      "done": 913,
      "ll": 914,
      "lead": 915,
      "shot": 916,
      "cle": 917,
      "least": 918,
      "sure": 919,
      "worth": 920,
      "##icul": 921,
      "##ale": 922,
      "call": 923,
      "##its": 924,
      "might": 925,
      "aud": 926,
      "##ount": 927,
      "##ody": 928,
      "expect": 929,
      "art": 930,
      "##ner": 931,
      "##ward": 932,
      "ide": 933,
      "boy": 934,
      "differ": 935,
      "complete": 936,
      "main": 937,
      "family": 938,
      "book": 939,
      "expl": 940,
      "minutes": 941,
      "##oot": 942,
      "gra": 943,
      "##rible": 944,
      "##app": 945,
      "##over": 946,
      "##press": 947,
      "run": 948,
      "##ane": 949,
      "##ks": 950,
      "##ines": 951,
      "##ully": 952,
      "making": 953,
      "anything": 954,
      "##hn": 955,
      "gl": 956,
      "tv": 957,
      "since": 958,
      "##ouse": 959,
      "rob": 960,
      "cour": 961,
      "night": 962,
      "begin": 963,
      "##ently": 964,
      "##ress": 965,
      "care": 966,
      "probably": 967,
      "##uring": 968,
      "entertain": 969,
      "pol": 970,
      "performance": 971,
      "add": 972,
      "yet": 973,
      "help": 974,
      "ext": 975,
      "day": 976,
      "##son": 977,
      "##ord": 978,
      "away": 979,
      "ty": 980,
      "mean": 981,
      "##ail": 982,
      "mat": 983,
      "comm": 984,
      "##stand": 985,
      "##alog": 986,
      "woman": 987,
      "imp": 988,
      "john": 989,
      "##cially": 990,
      "##xt": 991,
      "found": 992,
      "##lem": 993,
      "anyone": 994,
      "our": 995,
      "worst": 996,
      "super": 997,
      "poor": 998,
      "ste": 999,
      "bo": 1000,
      "sequ": 1001,
      "rather": 1002,
      "abs": 1003,
      "##ism": 1004,
      "bud": 1005,
      "##ogra": 1006,
      "miss": 1007,
      "##ert": 1008,
      "dialog": 1009,
      "##oney": 1010,
      "##red": 1011,
      "ent": 1012,
      "##mend": 1013,
      "mind": 1014,
      "each": 1015,
      "ac": 1016,
      "cre": 1017,
      "hal": 1018,
      "##istic": 1019,
      "dv": 1020,
      "played": 1021,
      "##ures": 1022,
      "##ative": 1023,
      "pres": 1024,
      "##ign": 1025,
      "##ition": 1026,
      "##aster": 1027,
      "def": 1028,
      "dvd": 1029,
      "##ange": 1030,
      "pro": 1031,
      "##als": 1032,
      "keep": 1033,
      "##apt": 1034,
      "looking": 1035,
      "##ject": 1036,
      "mur": 1037,
      "alth": 1038,
      "espe": 1039,
      "epis": 1040,
      "although": 1041,
      "episod": 1042,
      "believe": 1043,
      "especially": 1044,
      "vers": 1045,
      "happen": 1046,
      "##ling": 1047,
      "star": 1048,
      "lik": 1049,
      "chr": 1050,
      "##ten": 1051,
      "having": 1052,
      "black": 1053,
      "surpr": 1054,
      "##ember": 1055,
      "trying": 1056,
      "##osed": 1057,
      "second": 1058,
      "##led": 1059,
      "course": 1060,
      "less": 1061,
      "##wood": 1062,
      "unf": 1063,
      "job": 1064,
      "port": 1065,
      "sk": 1066,
      "conf": 1067,
      "everything": 1068,
      "perfect": 1069,
      "##ollow": 1070,
      "short": 1071,
      "ey": 1072,
      "cer": 1073,
      "##00": 1074,
      "place": 1075,
      "sense": 1076,
      "head": 1077,
      "##ither": 1078,
      "goes": 1079,
      "ending": 1080,
      "comes": 1081,
      "maybe": 1082,
      "##ingly": 1083,
      "rest": 1084,
      "##ah": 1085,
      "##ady": 1086,
      "stand": 1087,
      "dram": 1088,
      "three": 1089,
      "shows": 1090,
      "different": 1091,
      "creat": 1092,
      "fan": 1093,
      "##umb": 1094,
      "recom": 1095,
      "##olly": 1096,
      "half": 1097,
      "recommend": 1098,
      "##ank": 1099,
      "##ograph": 1100,
      "american": 1101,
      "prov": 1102,
      "actor": 1103,
      "problem": 1104,
      "men": 1105,
      "year": 1106,
      "##hip": 1107,
      "once": 1108,
      "##ates": 1109,
      "cou": 1110,
      "someone": 1111,
      "certain": 1112,
      "##ife": 1113,
      "##here": 1114,
      "nor": 1115,
      "##ues": 1116,
      "##iter": 1117,
      "follow": 1118,
      "talk": 1119,
      "money": 1120,
      "house": 1121,
      "##iece": 1122,
      "##empt": 1123,
      "low": 1124,
      "true": 1125,
      "sy": 1126,
      "dra": 1127,
      "effects": 1128,
      "imag": 1129,
      "looks": 1130,
      "##ics": 1131,
      "wasn": 1132,
      "##oint": 1133,
      "watched": 1134,
      "death": 1135,
      "##lud": 1136,
      "vis": 1137,
      "special": 1138,
      "everyone": 1139,
      "##iful": 1140,
      "##ilar": 1141,
      "##gether": 1142,
      "together": 1143,
      "nice": 1144,
      "top": 1145,
      "sit": 1146,
      "eng": 1147,
      "exper": 1148,
      "poss": 1149,
      "##ider": 1150,
      "cor": 1151,
      "mor": 1152,
      "##ret": 1153,
      "##ime": 1154,
      "##ney": 1155,
      "obvious": 1156,
      "rom": 1157,
      "##aps": 1158,
      "fav": 1159,
      "##uck": 1160,
      "pow": 1161,
      "det": 1162,
      "##io": 1163,
      "fall": 1164,
      "ann": 1165,
      "##ments": 1166,
      "##leas": 1167,
      "##ality": 1168,
      "plays": 1169,
      "camer": 1170,
      "excell": 1171,
      "sus": 1172,
      "sing": 1173,
      "audience": 1174,
      "##ences": 1175,
      "instead": 1176,
      "hour": 1177,
      "during": 1178,
      "said": 1179,
      "understand": 1180,
      "##itch": 1181,
      "review": 1182,
      "friends": 1183,
      "dead": 1184,
      "later": 1185,
      "takes": 1186,
      "left": 1187,
      "ass": 1188,
      "##ster": 1189,
      "else": 1190,
      "form": 1191,
      "ele": 1192,
      "home": 1193,
      "pa": 1194,
      "##pid": 1195,
      "beautiful": 1196,
      "tal": 1197,
      "##ray": 1198,
      "disc": 1199,
      "tot": 1200,
      "himself": 1201,
      "seeing": 1202,
      "simp": 1203,
      "##land": 1204,
      "tit": 1205,
      "heart": 1206,
      "dan": 1207,
      "serious": 1208,
      "##cing": 1209,
      "sty": 1210,
      "wife": 1211,
      "##ortun": 1212,
      "##ames": 1213,
      "##way": 1214,
      "cop": 1215,
      "##ro": 1216,
      "version": 1217,
      "excellent": 1218,
      "##sy": 1219,
      "dre": 1220,
      "use": 1221,
      "budget": 1222,
      "dist": 1223,
      "##ier": 1224,
      "idea": 1225,
      "father": 1226,
      "##ollywood": 1227,
      "came": 1228,
      "##gg": 1229,
      "##ern": 1230,
      "stupid": 1231,
      "##ited": 1232,
      "sad": 1233,
      "##atic": 1234,
      "##ists": 1235,
      "##ix": 1236,
      "##day": 1237,
      "mem": 1238,
      "defin": 1239,
      "entire": 1240,
      "##ren": 1241,
      "##ional": 1242,
      "ref": 1243,
      "anim": 1244,
      "feat": 1245,
      "invol": 1246,
      "hist": 1247,
      "human": 1248,
      "stud": 1249,
      "exc": 1250,
      "ang": 1251,
      "##reak": 1252,
      "unt": 1253,
      "fight": 1254,
      "along": 1255,
      "includ": 1256,
      "vide": 1257,
      "##arn": 1258,
      "##ton": 1259,
      "remember": 1260,
      "col": 1261,
      "pict": 1262,
      "vi": 1263,
      "wa": 1264,
      "open": 1265,
      "lack": 1266,
      "school": 1267,
      "##fully": 1268,
      "##ides": 1269,
      "red": 1270,
      "##ted": 1271,
      "used": 1272,
      "simply": 1273,
      "##0s": 1274,
      "beh": 1275,
      "gener": 1276,
      "line": 1277,
      "##ird": 1278,
      "hero": 1279,
      "completely": 1280,
      "disapp": 1281,
      "##uth": 1282,
      "attempt": 1283,
      "ret": 1284,
      "hope": 1285,
      "##vin": 1286,
      "song": 1287,
      "word": 1288,
      "dep": 1289,
      "sw": 1290,
      "dark": 1291,
      "loc": 1292,
      "wrong": 1293,
      "disappoint": 1294,
      "full": 1295,
      "bar": 1296,
      "ok": 1297,
      "hollywood": 1298,
      "##ired": 1299,
      "absol": 1300,
      "christ": 1301,
      "##ann": 1302,
      "##lease": 1303,
      "count": 1304,
      "##dd": 1305,
      "mess": 1306,
      "##ised": 1307,
      "je": 1308,
      "##ins": 1309,
      "absolute": 1310,
      "either": 1311,
      "ir": 1312,
      "##ets": 1313,
      "kids": 1314,
      "boring": 1315,
      "##uly": 1316,
      "try": 1317,
      "ra": 1318,
      "##ared": 1319,
      "except": 1320,
      "##ied": 1321,
      "pass": 1322,
      "camera": 1323,
      "conc": 1324,
      "emot": 1325,
      "production": 1326,
      "eas": 1327,
      "classic": 1328,
      "coll": 1329,
      "given": 1330,
      "supposed": 1331,
      "women": 1332,
      "##oon": 1333,
      "sn": 1334,
      "amaz": 1335,
      "##omb": 1336,
      "mod": 1337,
      "jack": 1338,
      "light": 1339,
      "won": 1340,
      "dri": 1341,
      "##cept": 1342,
      "small": 1343,
      "awful": 1344,
      "##ography": 1345,
      "##ru": 1346,
      "dou": 1347,
      "hu": 1348,
      "##tle": 1349,
      "nat": 1350,
      "next": 1351,
      "until": 1352,
      "particul": 1353,
      "performances": 1354,
      "##ented": 1355,
      "##ters": 1356,
      "fail": 1357,
      "name": 1358,
      "video": 1359,
      "##ys": 1360,
      "adv": 1361,
      "truly": 1362,
      "couple": 1363,
      "reg": 1364,
      "exam": 1365,
      "viol": 1366,
      "av": 1367,
      "murder": 1368,
      "mr": 1369,
      "blood": 1370,
      "consider": 1371,
      "##vers": 1372,
      "bat": 1373,
      "rid": 1374,
      "##itten": 1375,
      "sort": 1376,
      "##ize": 1377,
      "mid": 1378,
      "##ote": 1379,
      "god": 1380,
      "favor": 1381,
      "mother": 1382,
      "pain": 1383,
      "cut": 1384,
      "sat": 1385,
      "flick": 1386,
      "spo": 1387,
      "cred": 1388,
      "power": 1389,
      "definite": 1390,
      "humor": 1391,
      "ge": 1392,
      "master": 1393,
      "##amp": 1394,
      "sever": 1395,
      "terrible": 1396,
      "##oice": 1397,
      "becom": 1398,
      "##aring": 1399,
      "##wh": 1400,
      "getting": 1401,
      "face": 1402,
      "##haps": 1403,
      "rich": 1404,
      "mich": 1405,
      "##air": 1406,
      "perhaps": 1407,
      "portray": 1408,
      "walk": 1409,
      "moments": 1410,
      "##gr": 1411,
      "##cy": 1412,
      "##ities": 1413,
      "yes": 1414,
      "desp": 1415,
      "cur": 1416,
      "slow": 1417,
      "stars": 1418,
      "##lish": 1419,
      "itself": 1420,
      "##enn": 1421,
      "##que": 1422,
      "wonderful": 1423,
      "##elt": 1424,
      "gre": 1425,
      "har": 1426,
      "##sel": 1427,
      "cent": 1428,
      "##velop": 1429,
      "playing": 1430,
      "style": 1431,
      "##iness": 1432,
      "stop": 1433,
      "##oles": 1434,
      "guess": 1435,
      "episode": 1436,
      "live": 1437,
      "brother": 1438,
      "##ott": 1439,
      "others": 1440,
      "##olog": 1441,
      "pop": 1442,
      "brill": 1443,
      "##iant": 1444,
      "##rib": 1445,
      "case": 1446,
      "early": 1447,
      "##ison": 1448,
      "doing": 1449,
      "often": 1450,
      "##ility": 1451,
      "##ric": 1452,
      "written": 1453,
      "definitely": 1454,
      "capt": 1455,
      "lines": 1456,
      "oh": 1457,
      "children": 1458,
      "##sc": 1459,
      "dialogue": 1460,
      "pat": 1461,
      "##gn": 1462,
      "gives": 1463,
      "##med": 1464,
      "##body": 1465,
      "##ief": 1466,
      "went": 1467,
      "couldn": 1468,
      "unfortun": 1469,
      "piece": 1470,
      "actress": 1471,
      "##unch": 1472,
      "##reme": 1473,
      "fant": 1474,
      "trans": 1475,
      "##ident": 1476,
      "##cum": 1477,
      "dem": 1478,
      "develop": 1479,
      "dav": 1480,
      "##ories": 1481,
      "finally": 1482,
      "val": 1483,
      "title": 1484,
      "##ows": 1485,
      "cinema": 1486,
      "absolutely": 1487,
      "##ont": 1488,
      "##kes": 1489,
      "quest": 1490,
      "pred": 1491,
      "impress": 1492,
      "certainly": 1493,
      "side": 1494,
      "lost": 1495,
      "strong": 1496,
      "liked": 1497,
      "##mer": 1498,
      "become": 1499,
      "entertaining": 1500,
      "worse": 1501,
      "##oid": 1502,
      "son": 1503,
      "##tern": 1504,
      "loved": 1505,
      "picture": 1506,
      "##my": 1507,
      "##illy": 1508,
      "uni": 1509,
      "called": 1510,
      "thrill": 1511,
      "##ized": 1512,
      "##ork": 1513,
      "pur": 1514,
      "win": 1515,
      "mention": 1516,
      "cann": 1517,
      "##ined": 1518,
      "brilliant": 1519,
      "overall": 1520,
      "##ibly": 1521,
      "white": 1522,
      "felt": 1523,
      "contr": 1524,
      "##eng": 1525,
      "##yn": 1526,
      "guys": 1527,
      "based": 1528,
      "##ony": 1529,
      "several": 1530,
      "##ured": 1531,
      "extreme": 1532,
      "close": 1533,
      "##ush": 1534,
      "relations": 1535,
      "##ler": 1536,
      "beginning": 1537,
      "deli": 1538,
      "##ael": 1539,
      "drama": 1540,
      "spoil": 1541,
      "hon": 1542,
      "game": 1543,
      "##ouch": 1544,
      "##ming": 1545,
      "waste": 1546,
      "succ": 1547,
      "adm": 1548,
      "town": 1549,
      "##ley": 1550,
      "unc": 1551,
      "et": 1552,
      "against": 1553,
      "past": 1554,
      "fans": 1555,
      "dev": 1556,
      "evil": 1557,
      "list": 1558,
      "totally": 1559,
      "pet": 1560,
      "nov": 1561,
      "direction": 1562,
      "##ular": 1563,
      "##oup": 1564,
      "fair": 1565,
      "##used": 1566,
      "rock": 1567,
      "##imes": 1568,
      "wanted": 1569,
      "##arth": 1570,
      "lives": 1571,
      "##ains": 1572,
      "final": 1573,
      "seemed": 1574,
      "##ready": 1575,
      "stra": 1576,
      "##uss": 1577,
      "sci": 1578,
      "inf": 1579,
      "despite": 1580,
      "##selves": 1581,
      "lar": 1582,
      "##ump": 1583,
      "med": 1584,
      "example": 1585,
      "##ision": 1586,
      "support": 1587,
      "already": 1588,
      "##ew": 1589,
      "throughout": 1590,
      "##ove": 1591,
      "hit": 1592,
      "vill": 1593,
      "psy": 1594,
      "relationship": 1595,
      "success": 1596,
      "##ape": 1597,
      "cost": 1598,
      "##line": 1599,
      "psych": 1600,
      "##aughter": 1601,
      "becomes": 1602,
      "killer": 1603,
      "vict": 1604,
      "##king": 1605,
      "wood": 1606,
      "deal": 1607,
      "##ract": 1608,
      "michael": 1609,
      "unfortunately": 1610,
      "able": 1611,
      "quality": 1612,
      "la": 1613,
      "##ior": 1614,
      "del": 1615,
      "fine": 1616,
      "##osp": 1617,
      "break": 1618,
      "days": 1619,
      "stuff": 1620,
      "history": 1621,
      "##orn": 1622,
      "##ms": 1623,
      "susp": 1624,
      "rep": 1625,
      "self": 1626,
      "##ench": 1627,
      "ant": 1628,
      "crit": 1629,
      "##rif": 1630,
      "writing": 1631,
      "##amed": 1632,
      "deser": 1633,
      "mot": 1634,
      "robert": 1635,
      "##lev": 1636,
      "foot": 1637,
      "##ided": 1638,
      "##ement": 1639,
      "fem": 1640,
      "pick": 1641,
      "num": 1642,
      "group": 1643,
      "teen": 1644,
      "200": 1645,
      "comment": 1646,
      "occ": 1647,
      "##riend": 1648,
      "cult": 1649,
      "wants": 1650,
      "##ams": 1651,
      "touch": 1652,
      "stre": 1653,
      "maj": 1654,
      "horrible": 1655,
      "hell": 1656,
      "amazing": 1657,
      "##unk": 1658,
      "mark": 1659,
      "tom": 1660,
      "import": 1661,
      "mad": 1662,
      "prof": 1663,
      "##iss": 1664,
      "today": 1665,
      "works": 1666,
      "tech": 1667,
      "##ger": 1668,
      "prom": 1669,
      "eff": 1670,
      "matter": 1671,
      "soon": 1672,
      "##els": 1673,
      "annoy": 1674,
      "##ister": 1675,
      "docum": 1676,
      "shoot": 1677,
      "ger": 1678,
      "etc": 1679,
      "##ages": 1680,
      "appar": 1681,
      "##play": 1682,
      "##eth": 1683,
      "learn": 1684,
      "hilar": 1685,
      "gun": 1686,
      "situ": 1687,
      "##orge": 1688,
      "##ien": 1689,
      "wish": 1690,
      "tries": 1691,
      "viewer": 1692,
      "eyes": 1693,
      "genre": 1694,
      "sol": 1695,
      "enjoyed": 1696,
      "turns": 1697,
      "level": 1698,
      "behind": 1699,
      "late": 1700,
      "gave": 1701,
      "speak": 1702,
      "tre": 1703,
      "parts": 1704,
      "contin": 1705,
      "favorite": 1706,
      "city": 1707,
      "incred": 1708,
      "typ": 1709,
      "##yp": 1710,
      "##ude": 1711,
      "lea": 1712,
      "girls": 1713,
      "##ination": 1714,
      "directed": 1715,
      "swe": 1716,
      "prop": 1717,
      "appear": 1718,
      "sle": 1719,
      "##using": 1720,
      "##etic": 1721,
      "exact": 1722,
      "type": 1723,
      "rent": 1724,
      "##ts": 1725,
      "##ged": 1726,
      "##up": 1727,
      "##by": 1728,
      "non": 1729,
      "major": 1730,
      "document": 1731,
      "opp": 1732,
      "fig": 1733,
      "moment": 1734,
      "##ards": 1735,
      "inde": 1736,
      "air": 1737,
      "themselves": 1738,
      "obviously": 1739,
      "return": 1740,
      "techn": 1741,
      "sometimes": 1742,
      "##cess": 1743,
      "intell": 1744,
      "thinking": 1745,
      "killed": 1746,
      "bus": 1747,
      "gar": 1748,
      "four": 1749,
      "##vable": 1750,
      "##itive": 1751,
      "const": 1752,
      "myself": 1753,
      "hilarious": 1754,
      "starts": 1755,
      "##ution": 1756,
      "chang": 1757,
      "mil": 1758,
      "age": 1759,
      "decent": 1760,
      "##iet": 1761,
      "##ific": 1762,
      "daughter": 1763,
      "cool": 1764,
      "cinemat": 1765,
      "highly": 1766,
      "voice": 1767,
      "##ese": 1768,
      "hot": 1769,
      "##old": 1770,
      "event": 1771,
      "##ung": 1772,
      "releas": 1773,
      "##ipp": 1774,
      "says": 1775,
      "bab": 1776,
      "##astic": 1777,
      "anyway": 1778,
      "room": 1779,
      "hop": 1780,
      "ridicul": 1781,
      "writer": 1782,
      "hus": 1783,
      "known": 1784,
      "effort": 1785,
      "took": 1786,
      "camp": 1787,
      "mill": 1788,
      "heard": 1789,
      "happens": 1790,
      "hold": 1791,
      "brit": 1792,
      "##where": 1793,
      "feeling": 1794,
      "plan": 1795,
      "lu": 1796,
      "experience": 1797,
      "dog": 1798,
      "bur": 1799,
      "##antly": 1800,
      "coming": 1801,
      "##ross": 1802,
      "##ising": 1803,
      "##dle": 1804,
      "rating": 1805,
      "clich": 1806,
      "##band": 1807,
      "shock": 1808,
      "ben": 1809,
      "##ural": 1810,
      "esc": 1811,
      "##iest": 1812,
      "ridiculous": 1813,
      "deep": 1814,
      "var": 1815,
      "##ax": 1816,
      "stories": 1817,
      "police": 1818,
      "##eless": 1819,
      "husband": 1820,
      "leave": 1821,
      "crap": 1822,
      "david": 1823,
      "bro": 1824,
      "predict": 1825,
      "order": 1826,
      "cheap": 1827,
      "##gu": 1828,
      "score": 1829,
      "##like": 1830,
      "er": 1831,
      "told": 1832,
      "##bo": 1833,
      "stay": 1834,
      "##ered": 1835,
      "chance": 1836,
      "##akes": 1837,
      "strange": 1838,
      "extremely": 1839,
      "violence": 1840,
      "land": 1841,
      "convin": 1842,
      "living": 1843,
      "zomb": 1844,
      "involved": 1845,
      "##ett": 1846,
      "country": 1847,
      "##ator": 1848,
      "frank": 1849,
      "gore": 1850,
      "sil": 1851,
      "wes": 1852,
      "bring": 1853,
      "wouldn": 1854,
      "simple": 1855,
      "##tra": 1856,
      "quick": 1857,
      "cannot": 1858,
      "honest": 1859,
      "opin": 1860,
      "roles": 1861,
      "ten": 1862,
      "##ram": 1863,
      "james": 1864,
      "check": 1865,
      "particularly": 1866,
      "##ats": 1867,
      "save": 1868,
      "including": 1869,
      "english": 1870,
      "mart": 1871,
      "##ering": 1872,
      "weak": 1873,
      "polit": 1874,
      "looked": 1875,
      "musical": 1876,
      "##zy": 1877,
      "none": 1878,
      "please": 1879,
      "##antic": 1880,
      "desc": 1881,
      "dest": 1882,
      "##ried": 1883,
      "##ik": 1884,
      "pay": 1885,
      "##anger": 1886,
      "pos": 1887,
      "mel": 1888,
      "result": 1889,
      "step": 1890,
      "happened": 1891,
      "##cer": 1892,
      "sym": 1893,
      "forget": 1894,
      "##ians": 1895,
      "law": 1896,
      "pot": 1897,
      "huge": 1898,
      "body": 1899,
      "##nded": 1900,
      "sum": 1901,
      "ago": 1902,
      "taken": 1903,
      "novel": 1904,
      "shown": 1905,
      "##esh": 1906,
      "##dy": 1907,
      "fut": 1908,
      "sor": 1909,
      "lou": 1910,
      "talent": 1911,
      "pleas": 1912,
      "ill": 1913,
      "reality": 1914,
      "fill": 1915,
      "##use": 1916,
      "##mak": 1917,
      "##owing": 1918,
      "##ether": 1919,
      "seriously": 1920,
      "suspense": 1921,
      "released": 1922,
      "subject": 1923,
      "jokes": 1924,
      "phot": 1925,
      "##ustr": 1926,
      "near": 1927,
      "space": 1928,
      "post": 1929,
      "##ives": 1930,
      "opening": 1931,
      "earth": 1932,
      "prot": 1933,
      "##ational": 1934,
      "##arch": 1935,
      "##nds": 1936,
      "wee": 1937,
      "across": 1938,
      "alone": 1939,
      "##outh": 1940,
      "##lling": 1941,
      "##gan": 1942,
      "prem": 1943,
      "possible": 1944,
      "number": 1945,
      "exactly": 1946,
      "foc": 1947,
      "career": 1948,
      "sam": 1949,
      "spir": 1950,
      "saying": 1951,
      "197": 1952,
      "king": 1953,
      "sold": 1954,
      "build": 1955,
      "hours": 1956,
      "##ones": 1957,
      "usually": 1958,
      "##urb": 1959,
      "cinematography": 1960,
      "##iety": 1961,
      "doub": 1962,
      "dam": 1963,
      "##ield": 1964,
      "documentary": 1965,
      "ru": 1966,
      "ul": 1967,
      "running": 1968,
      "annoying": 1969,
      "yourself": 1970,
      "pull": 1971,
      "##iff": 1972,
      "middle": 1973,
      "##itting": 1974,
      "avoid": 1975,
      "##gic": 1976,
      "treat": 1977,
      "##co": 1978,
      "straight": 1979,
      "198": 1980,
      "##ival": 1981,
      "met": 1982,
      "similar": 1983,
      "##ground": 1984,
      "cart": 1985,
      "##ances": 1986,
      "whose": 1987,
      "shots": 1988,
      "##enty": 1989,
      "among": 1990,
      "modern": 1991,
      "##side": 1992,
      "20": 1993,
      "bey": 1994,
      "ones": 1995,
      "season": 1996,
      "taking": 1997,
      "##ino": 1998,
      "apart": 1999,
      "##he": 2000,
      "##wards": 2001,
      "important": 2002,
      "die": 2003,
      "ut": 2004,
      "suff": 2005,
      "german": 2006,
      "female": 2007,
      "narr": 2008,
      "fur": 2009,
      "ends": 2010,
      "gang": 2011,
      "opinion": 2012,
      "##ential": 2013,
      "gold": 2014,
      "started": 2015,
      "bill": 2016,
      "mist": 2017,
      "sent": 2018,
      "##ina": 2019,
      "##form": 2020,
      "change": 2021,
      "turned": 2022,
      "exist": 2023,
      "drug": 2024,
      "scary": 2025,
      "eye": 2026,
      "##ky": 2027,
      "telev": 2028,
      "jud": 2029,
      "ask": 2030,
      "##oul": 2031,
      "filmmak": 2032,
      "paul": 2033,
      "mostly": 2034,
      "usual": 2035,
      "##iction": 2036,
      "odd": 2037,
      "happy": 2038,
      "beyond": 2039,
      "box": 2040,
      "silly": 2041,
      "meet": 2042,
      "secret": 2043,
      "willi": 2044,
      "single": 2045,
      "##what": 2046,
      "##ma": 2047,
      "words": 2048,
      "somewhat": 2049,
      "talking": 2050,
      "knew": 2051,
      "##ball": 2052,
      "knows": 2053,
      "##br": 2054,
      "intr": 2055,
      "disappointed": 2056,
      "gh": 2057,
      "inn": 2058,
      "##otic": 2059,
      "local": 2060,
      "myst": 2061,
      "team": 2062,
      "detail": 2063,
      "apparently": 2064,
      "emb": 2065,
      "ear": 2066,
      "cover": 2067,
      "jap": 2068,
      "lo": 2069,
      "upon": 2070,
      "attention": 2071,
      "hands": 2072,
      "deliver": 2073,
      "suck": 2074,
      "due": 2075,
      "respect": 2076,
      "##ugg": 2077,
      "finds": 2078,
      "basically": 2079,
      "television": 2080,
      "equ": 2081,
      "osc": 2082,
      "remind": 2083,
      "aren": 2084,
      "western": 2085,
      "french": 2086,
      "##aged": 2087,
      "##lic": 2088,
      "##bel": 2089,
      "problems": 2090,
      "##ald": 2091,
      "du": 2092,
      "##gy": 2093,
      "199": 2094,
      "japan": 2095,
      "##oof": 2096,
      "fast": 2097,
      "cat": 2098,
      "forg": 2099,
      "episodes": 2100,
      "pub": 2101,
      "compl": 2102,
      "mer": 2103,
      "##ury": 2104,
      "clearly": 2105,
      "free": 2106,
      "hate": 2107,
      "##ili": 2108,
      "thriller": 2109,
      "exp": 2110,
      "##ctor": 2111,
      "intellig": 2112,
      "sign": 2113,
      "atm": 2114,
      "appre": 2115,
      "creep": 2116,
      "##ec": 2117,
      "british": 2118,
      "stun": 2119,
      "##ox": 2120,
      "five": 2121,
      "theat": 2122,
      "grand": 2123,
      "atmosp": 2124,
      "##ises": 2125,
      "jer": 2126,
      "mc": 2127,
      "events": 2128,
      "vir": 2129,
      "sequence": 2130,
      "dull": 2131,
      "wind": 2132,
      "##ital": 2133,
      "##ants": 2134,
      "##ished": 2135,
      "##track": 2136,
      "romantic": 2137,
      "fi": 2138,
      "prog": 2139,
      "moving": 2140,
      "##orable": 2141,
      "soundtrack": 2142,
      "comic": 2143,
      "tells": 2144,
      "clear": 2145,
      "path": 2146,
      "mater": 2147,
      "van": 2148,
      "predictable": 2149,
      "appreci": 2150,
      "##usion": 2151,
      "entertainment": 2152,
      "previous": 2153,
      "twist": 2154,
      "songs": 2155,
      "explain": 2156,
      "present": 2157,
      "question": 2158,
      "future": 2159,
      "whether": 2160,
      "george": 2161,
      "##how": 2162,
      "unlike": 2163,
      "norm": 2164,
      "hun": 2165,
      "sexual": 2166,
      "##aim": 2167,
      "richard": 2168,
      "above": 2169,
      "##key": 2170,
      "sets": 2171,
      "fre": 2172,
      "easily": 2173,
      "enjoyable": 2174,
      "haven": 2175,
      "attack": 2176,
      "appears": 2177,
      "fell": 2178,
      "##rop": 2179,
      "##lin": 2180,
      "fire": 2181,
      "lots": 2182,
      "##iod": 2183,
      "##ots": 2184,
      "aspect": 2185,
      "trou": 2186,
      "giving": 2187,
      "doubt": 2188,
      "surv": 2189,
      "water": 2190,
      "material": 2191,
      "visual": 2192,
      "feature": 2193,
      "supporting": 2194,
      "message": 2195,
      "adult": 2196,
      "##arely": 2197,
      "vamp": 2198,
      "sister": 2199,
      "release": 2200,
      "monster": 2201,
      "##alian": 2202,
      "within": 2203,
      "filmed": 2204,
      "comb": 2205,
      "sequel": 2206,
      "bunch": 2207,
      "insp": 2208,
      "cap": 2209,
      "falls": 2210,
      "victim": 2211,
      "ca": 2212,
      "hom": 2213,
      "dream": 2214,
      "easy": 2215,
      "los": 2216,
      "flaw": 2217,
      "period": 2218,
      "needs": 2219,
      "ways": 2220,
      "##ices": 2221,
      "slight": 2222,
      "##nding": 2223,
      "accept": 2224,
      "##ike": 2225,
      "surprised": 2226,
      "##ension": 2227,
      "showing": 2228,
      "aff": 2229,
      "##wise": 2230,
      "##ps": 2231,
      "##any": 2232,
      "##ength": 2233,
      "sorry": 2234,
      "tried": 2235,
      "lady": 2236,
      "##tim": 2237,
      "working": 2238,
      "ham": 2239,
      "adapt": 2240,
      "buy": 2241,
      "oper": 2242,
      "theater": 2243,
      "theme": 2244,
      "##path": 2245,
      "truth": 2246,
      "train": 2247,
      "##den": 2248,
      "parents": 2249,
      "hall": 2250,
      "superb": 2251,
      "##res": 2252,
      "##ental": 2253,
      "##asc": 2254,
      "jul": 2255,
      "tar": 2256,
      "match": 2257,
      "stri": 2258,
      "setting": 2259,
      "named": 2260,
      "large": 2261,
      "reve": 2262,
      "wait": 2263,
      "personal": 2264,
      "storyline": 2265,
      "flash": 2266,
      "advent": 2267,
      "##aught": 2268,
      "##aced": 2269,
      "minute": 2270,
      "##ubb": 2271,
      "park": 2272,
      "gone": 2273,
      "express": 2274,
      "sugg": 2275,
      "general": 2276,
      "aver": 2277,
      "suggest": 2278,
      "actual": 2279,
      "dumb": 2280,
      "##essed": 2281,
      "iss": 2282,
      "tale": 2283,
      "##oose": 2284,
      "using": 2285,
      "roll": 2286,
      "##ires": 2287,
      "typical": 2288,
      "est": 2289,
      "##ey": 2290,
      "comments": 2291,
      "famous": 2292,
      "mystery": 2293,
      "ultim": 2294,
      "##iel": 2295,
      "editing": 2296,
      "contain": 2297,
      "oscar": 2298,
      "##omp": 2299,
      "deb": 2300,
      "##ope": 2301,
      "ine": 2302,
      "peter": 2303,
      "okay": 2304,
      "fantastic": 2305,
      "front": 2306,
      "weird": 2307,
      "viewers": 2308,
      "wild": 2309,
      "realistic": 2310,
      "feels": 2311,
      "jim": 2312,
      "meaning": 2313,
      "nearly": 2314,
      "kept": 2315,
      "##icult": 2316,
      "den": 2317,
      "viewing": 2318,
      "##lly": 2319,
      "sens": 2320,
      "clim": 2321,
      "obs": 2322,
      "elements": 2323,
      "lim": 2324,
      "points": 2325,
      "crime": 2326,
      "lat": 2327,
      "herself": 2328,
      "greatest": 2329,
      "fly": 2330,
      "means": 2331,
      "soc": 2332,
      "cal": 2333,
      "profess": 2334,
      "teach": 2335,
      "difficult": 2336,
      "imagine": 2337,
      "hear": 2338,
      "band": 2339,
      "shame": 2340,
      "third": 2341,
      "##back": 2342,
      "decided": 2343,
      "bother": 2344,
      "york": 2345,
      "pu": 2346,
      "writ": 2347,
      "rad": 2348,
      "##dden": 2349,
      "##sh": 2350,
      "catch": 2351,
      "##uses": 2352,
      "introdu": 2353,
      "fu": 2354,
      "sudden": 2355,
      "##bers": 2356,
      "##ceed": 2357,
      "##opp": 2358,
      "move": 2359,
      "believable": 2360,
      "mix": 2361,
      "wall": 2362,
      "project": 2363,
      "business": 2364,
      "##ially": 2365,
      "brought": 2366,
      "##rit": 2367,
      "##sw": 2368,
